goviqlambda/samples/req_phone.xml

<?xml version="1.0" encoding="utf-8"?>
<soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema">
    <soap:Body>
        <savePhoneNumber xmlns="http://crm4.iqexpress.com/iq/IQPeopleService">
            <userKey>06ae5af3-07ad-4993-bcc6-513852c0cd9e</userKey>
            <peopleID>9972785</peopleID>
            <hPhone>617-660-1234</hPhone>
            <bPhone />
            <cPhone />
        </savePhoneNumber>
    </soap:Body>
</soap:Envelope>
